var logSinaSegments = [
  [
    [2023, 11, 21],
    [2024, 1, 1],
  ],
  [
    [2023, 11, 21],
    [2024, 1, 1],
  ],
];
var logSegments = [
  [146704, 176638],
  [0, 144857],
  [0, 144857],
  [0, 144857],
  [0, 144857],
];
var logLapseId = 0;
var 喷嚏trigDate = [
  [
    "2022-02-24",
    -1,
    "】入侵已经开始",
    "http://localhost:8000/喷嚏图卦Link/163016.html",
  ],
  [
    "2022-03-07",
    -1,
    "】他坐的太高了，他从高处俯瞰我们这些小昆虫，形成了自己的一幅世界地图",
    "http://localhost:8000/喷嚏图卦Link/163225.html",
  ],
  [
    "2022-03-08",
    -1,
    "】市场上有观点认为，中国医药或只负责该药物的物流配送",
    "http://localhost:8000/喷嚏图卦Link/163245.html",
  ],
  [
    "2022-03-09",
    -1,
    "】A股止跌的条件需要三点",
    "http://localhost:8000/喷嚏图卦Link/163270.html",
  ],
  [
    "2022-04-21",
    -1,
    " 】上海市民见识到了一辈子都没见过的各色野生品牌食品",
    "http://localhost:8000/喷嚏图卦Link/164073.html",
  ],
  [
    "2022-08-24",
    -1,
    "】一代人有一代人的巴甫洛夫",
    "http://localhost:8000/喷嚏图卦Link/166472.html",
  ],
  [
    "2022-10-24",
    -1,
    "】定海神针",
    "http://localhost:8000/喷嚏图卦Link/167638.html",
  ],
  [
    "2023-08-21",
    -1,
    "】核心战场",
    "http://localhost:8000/喷嚏图卦Link/173276.html",
  ],
  [
    "2023-10-09",
    -1,
    "】中东想你的导弹还是飞到了中国A股",
    "http://localhost:8000/喷嚏图卦Link/174282.html",
  ],
  [
    "2023-10-19",
    -1,
    "】年轻人开始反向消费了",
    "http://localhost:8000/喷嚏图卦Link/174494.html",
  ],
  [
    "2023-12-20",
    -1,
    "】2902",
    "http://localhost:8000/喷嚏图卦Link/175745.html",
  ],
  [
    "2024-01-08",
    -1,
    "】持续发力纵深推进",
    "http://localhost:8000/喷嚏图卦Link/176126.html",
  ],
  [
    "2024-01-22",
    -1,
    "】系好安全带，前方有颠簸",
    "http://localhost:8000/喷嚏图卦Link/176440.html",
  ],
  [
    "2024-01-31",
    -1,
    "】乍见惊艳，后觉平淡",
    "http://localhost:8000/喷嚏图卦Link/176638.html",
  ],
];
